Repository: dfint/package-build
Catalog: package_build/locale/*/LC_MESSAGES/messages.po
Languages: es, fr, pt_br

source: DF localization package builder
es: Empaquetador de traducciones de DF
fr: Localisation du constructeur de package de DF
pt_br: Gerador de pacotes de localização DF

source: Build/download a package, unpack into the game's directory with file repalacement.
es: Cree/Descargue un paquete, descomprímalo en el directorio del juego y reemplace los archivos que el sistema solicite.
fr: Créez/téléchargez un package, décompressez-le dans le répertoire du jeu en remplaçant les fichiers.
pt_br: Gere/baixe um pacote, descompacte-o no diretório do jogo com a substituição de arquivos.

source: It's recommended to use [dfint-installer](https://github.com/dfint/installer) instead of using this app. Use the package builder only if the installer doesn't work for you or you have some other issues with it.
es: Se recomienda utilizar [dfint-installer](https://github.com/dfint/installer) en lugar de usar esta aplicación. Utilice el empaquetador sólo si el instalador no funciona o si tiene otros problemas con él.
fr: Il est recommandé d'utiliser [dfint-installer](https://github.com/dfint/installer) plutôt que cette application. Utilisez le générateur de package uniquement si l'installateur ne fonctionne pas pour vous ou si vous avez d'autres problèmes avec celui-ci.
pt_br: Recomenda-se usar o [dfint-installer](https://github.com/dfint/installer) em vez de usar este aplicativo. Use o gerador de pacotes somente se o instalador não funcionar para você ou se tiver algum outro problema com ele.

source: DF version
es: Versión de DF
fr: version de DF
pt_br: versão DF

source: Operating system/platform
es: Sistema operativo/plataforma
fr: Système d'exploitation/plateforme
pt_br: Sistema operacional/plataforma

source: DF variant
es: Variante de DF
fr: version de DF
pt_br: variante DF

source: Language
es: Lenguaje
fr: Langue
pt_br: Idioma

source: Removing stale packages...
es: Eliminando paquetes obsoletos...
fr: Suppression des packages obsolètes...
pt_br: Removendo pacotes obsoletos...

source: Cannot create package with these parameters
es: No se puede crear un paquete con estos parámetros
fr: Impossible de créer un package avec ces paramètres
pt_br: Não é possível criar pacote com esses parâmetros

source: Generate package
es: Empaquetar
fr: Création du package
pt_br: Gerar pacote

source: Downloading files...
es: Descargando archivos...
fr: Téléchargement des fichiers...
pt_br: Baixando arquivos...

source: Downloading complete!
es: ¡Descarga completada!
fr: Téléchargement terminé !
pt_br: Transferência concluída!

source: Building package...
es: Empaquetando...
fr: Construction du package...
pt_br: Gerando pacote...

source: Package is ready!
es: ¡El paquete está listo!
fr: Le package est prêt !
pt_br: Pacote está pronto!

source: Download package
es: Descargar paquete
fr: Télécharger le package
pt_br: Baixar pacote

source: Filter available files by DF variant, operating system, language
es: Filtrar los archivos disponibles por variante de DF, sistema operativo, idioma
fr: Filtres disponibles selon la version de DF, système d'exploitation, langage
pt_br: Filtrar os arquivos disponíveis por variante do DF, sistema operacional e idioma

source: Downloading library...
es: Descargando librería...
fr: Téléchargement de la bibliothèque...
pt_br: Baixando biblioteca...

source: Downloading dfhooks library...
es: Descargando librería de dfhooks...
fr: Téléchargement de la bibliothèque dfhooks...
pt_br: Baixando biblioteca do dfhook...

source: Downloading config...
es: Descargando config...
fr: Téléchargements des configurations...
pt_br: Baixando configurações...

source: Downloading offsets...
es: Descargando offsets...
fr: Téléchargement des décalages...
pt_br: Baixando deslocamentos...

source: Downloading csv dictionary...
es: Descargando diccionario csv...
fr: Téléchargement du dictionnaire CSV...
pt_br: Baixando dicionário csv...

source: Downloading font file...
es: Descargando archivo de tipografía...
fr: Téléchargement du fichier de police...
pt_br: Baixando arquivo de fonte...

source: Downloading encoding config...
es: Descargando configuración de codificación...
fr: Téléchargement de la configuration d'encodage...
pt_br: Baixando a configuração de codificação...

source: Package files available to download
es: Archivos de paquete disponibles para descargar
fr: Fichiers de package disponibles au téléchargement
pt_br: Arquivos do pacote disponíveis para baixar

source: No package files available.
es: No hay archivos de paquete disponibles.
fr: Pas de fichier de package disponible.
pt_br: Sem arquivos do pacote disponíveis.

source: Package name
es: Nombre del paquete
fr: Nom du package
pt_br: Nome do pacote

source: When created
es: Se creó
fr: Date de création
pt_br: Criado quando

source: less than an hour ago
es: hace menos de una hora
fr: il y a moins d'une heure
pt_br: menos de uma hora atrás

source: %(num)d hour ago
es: hace %(num)d hora
fr: Il y a %(num)dheure
pt_br: %(num)d hora atrás

source: Download
es: Descargar
fr: Télécharger
pt_br: Baixar

source: Getting hook metadata...
es: Obteniendo metadatos de hook...
fr: Récupération des métadonnées du hook...
pt_br: Obtendo metadados do gancho...

source: Getting dictionary metadata...
es: Obteniendo metadatos del diccionario...
fr: Récupération des métadonnées du dictionnaire...
pt_br: Obtendo metadados do dicionário...
